Repository: TIPSOM-Ninja/Tipsom-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Victim Identifier
pt: Identificador da Vítima

source: Citizenship
pt: Cidadania:

source: Interview Date
pt: Data da entrevista:

source: Country
pt: País:

source: Data Entry Purpose
pt: Finalidade da entrada de dados

source: Victim
pt: Vítima

source: First Name
pt: Nome(s):

source: Date of Arrest
pt: Local de nascimento:

source: ASSISTANCE INFORMATION
fr: DONNÉES DE L'ENQUÊTE
pt: DADOS DO INVESTIGAÇÃO

source: Victim Profile
fr: Profil de la victime
pt: Perfil da vítima

source: Assistance Types
fr: Types d'assistance
pt: Tipos de Assistência

source: Socio Economic Before Trafficking
fr: Socio-économique avant la traite
pt: Socioeconómico antes do tráfico

source: Aggregate data on assistance
fr: Données globales sur l’assistance
pt: Dados agregados sobre assistência

source: NEXT
fr: SUIVANT
pt: PRÓXIMO

source: Social assistance
fr: Assistance sociale
pt: Assistência Social

source: Duration:
fr: Durée:
pt: Duração:

source: Provided by:
fr: Fourni par:
pt: Fornecido por:

source: Medical rehabilitation assistance
fr: Centre de réadaptation médicale
pt: Assistência médica de reabilitação

source: Housing allowance
fr: Allocation de logement
pt: Subsídio de habitação

source: Halfway house
fr: Maison de transition
pt: Casa de recuperação

source: Shelter
fr: Abri
pt: Abrigo

source: Vocational training
fr: Formation professionnelle
pt: Formação profissional

source: Micro-enterprise or income generating project
fr: Micro-entreprise ou projet générateur de revenus
pt: Microempresa ou projeto de geração de renda

source: What kind of business project is being developed?:
fr: Quel type de projet d'entreprise est en cours d'élaboration ?:
pt: Que tipo de projeto empresarial está sendo desenvolvido?:

source: Legal assistance
fr: Assistance juridique
pt: Assistência legal

source: Medical assistance
fr: Assistance médicale
pt: Assistência médica

source: Financial assistance
fr: Aide financière
pt: Assistência financeira

source: Educational assistance
fr: Aide à l'éducation
pt: Assistência educacional

source: please specify the education level to be commenced:
fr: veuillez préciser le niveau d'éducation à entamer
pt: especificar o nível de ensino a iniciar:

source: Immigration/Emigration assistance
fr: Immigration/Assistance à l'émigration
pt: Assistência à Imigração/Emigração

source: Other community-based assistance
fr: Autres aides communautaires
pt: Outra assistência baseada na comunidade

source: please specify:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: SAVE AND PROCEED
fr: ENREGISTRER ET CONTINUER
pt: SALVAR E PROSSEGUIR

source: What was the structure of the family of origin at the time of the trafficking incident?:
fr: Quelle était la structure de la famille d'origine au moment de l'incident de traite?:
pt: Qual era a estrutura da família de origem no momento do incidente de tráfico?

source: If the victim was not living with his/her family prior to entry into the trafficking process, who was he/she living with prior to departure?:
fr: Si la victime ne vivait pas avec sa famille avant d'entrer dans le processus de traite, avec qui vivait-elle avant son départ?
pt: Se a vítima não vivia com a sua família antes de entrar no processo de tráfico, com quem vivia antes?

source: Did any violence take place in the social or family setting where the victim was living prior to departure?:
fr: Des violences ont-elles eu lieu dans le cadre social ou familial où vivait la victime avant son départ?:
pt: Houve alguma violência no contexto social ou familiar em que a vítima vivia antes de ser traficada?

source: If YES, please specify:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: What was the last level of education received? :
fr: Quel a été le dernier niveau d'éducation reçu? :
pt: Qual foi o último nível de escolaridade recebido?

source: What was the last activity/occupation the victim was engaged in prior to departure from the place of origin?:
fr: Quelle était la dernière activité/profession exercée par la victime avant son départ du lieu d'origine?:
pt: Qual foi a última atividade/ocupação exercida pela vítima antes de ser traficada do local de origem?

source: Data supplied by:
fr: Données fournies par
pt: Dados fornecidos por:

source: Estimated total numbers of TIP assistance cases during the last calendar year:
fr: Estimation du nombre total de cas d'assistance TIP au cours de la dernière année civile:
pt: Número total estimado de casos de assistência TIP durante o último ano civil

source: Total number of confirmed and/or potential victims who received services:
fr: Nombre total de victimes confirmées et/ou potentielles ayant bénéficié de services:
pt: Número total de vítimas confirmadas e/ou potenciais que receberam serviços:

source: Total number of eligible family members who received services:
fr: Nombre total de membres de la famille éligibles ayant bénéficié de services:
pt: Número total de membros da família que, sendo elegíveis para tal, receberam serviços:

source: Total number of anonymous contacts received through a hotline, online chat, through unions or labour inspectors, or through private companies’ value chains
fr: Nombre total de contacts anonymes reçus par l'intermédiaire d'une ligne d'assistance, d'un chat en ligne, de syndicats ou d'inspecteurs du travail, ou par l'intermédiaire des chaînes de valeur des entreprises privée
pt: Número total de contactos anónimos recebidos através de uma linha direta, mensagem online, através de sindicatos ou inspectores do trabalho, ou através de cadeias de valor de empresas privadas

source: SAVE AND RETURN
fr: ENREGISTRER ET RETOURNER
pt: SALVAR E PROSSEGUIR

source: NEW VICTIM CASE
fr: NOUVEAU CAS DE VICTIME
pt: NOVO CASO DE VÍTIMA

source: CREATE PROFILE
fr: PROFIL
pt: PERFIL

source: Exploitation forms:
pt: Formulários de exploração:

source: Transit route forms:
pt: Formulários de rota de trânsito:

source: Arrest and investigation forms:
pt: Foi realizada uma investigação?

source: Suspect forms:
pt: Formulários suspeitos:

source: Prosecution forms:
pt: Posição:

source: Assistance forms:
pt: Formulários de assistência:

source: Socio-economic forms:
pt: Formas socioeconômicas:

source: View
fr: Voir
pt: Visualizar

source: Modify
fr: Modifier
pt: Modificar

source: Have any suspects been arrested to date?:
fr: Des suspects ont-ils été arrêtés à ce jour?:
pt: Foi algum suspeito preso até ao presente momento?

source: If NO, please explain why there have been no arrests?
fr: Si NON, veuillez expliquer pourquoi il n'y a pas eu d'arrestation?
pt: Em caso negativo, explicar por que razão não houve detenção?

source: Does the trafficker have ties to organized crime?
fr: Le trafiquant a-t-il des liens avec le crime organisé?
pt: O traficante tem ligações com o crime organizado?

source: Was the victim travelling with or using the services of migrant smugglers?
fr: La victime voyageait-elle avec des passeurs ou utilisait-elle leurs services?
pt: A vítima viajava com ou utilizava os serviços de contrabando de migrantes?

source: How is the trafficker(s) organized?
fr: Comment le(s) trafiquant(s) est-il (sont-ils) organisé(s)?
pt: Como se organiza(m) o(s) traficante(s)?

source: Has an investigation been conducted?
fr: Une enquête a-t-elle été menée?
pt: Foi realizada uma investigação?

source: If YES, what is the status of the investigation?
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If PENDING, Specify:
fr: Si EN SUSPENS, précisez:
pt: Em caso de o processo estar PENDENTE, especificar:

source: If WITHDRAWN or CASE FILE CLOSED, please specify:
fr: Si RETIRÉ ou DOSSIER CLÔTURÉ, veuillez préciser:
pt: Em caso de o processo ter sido SUSPENSO ou o ENCERRADO, especificar:

source: If NO, please specify:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: VICTIM CONSENT
pt: PERFIL

source: 1. Has the victim been informed that (name of organization/department) reserves the right to share her/ his individual case data for assistance purposes and only with government departments and partnering organizations involved in direct assistance?
pt: 1. Foi a vítima informada de que (nome da organização/departamento) tem o direito de partilhar os seus dados individuais para fins de assistência e apenas com departamentos governamentais e organizações parceiras envolvidas na assistência direta?

source: 2. Has the victim further been informed that (name of organization/department) reserves the right to make a limited disclosure of non-personal data based on the information collected at the interview to law enforcement for the purpose of rescuing other victims that remain under the control of traffickers or preventing other potential victims from being trafficked?
pt: 2. Foi a vítima também informada de que (nome da organização/departamento) tem o direito divulgar, de forma limitada, dados não pessoais com base nas informações recolhidas na entrevista junto das autoridades policiais com o objetivo de resgatar outras vítimas que permanecem sob o controlo dos traficantes ou impedir que outras potenciais vítimas sejam traficadas?

source: 3. Has the victim further been informed that (name of organization/department) reserves the right to use (only anonymous, aggregate) data for research purpose?
pt: 3. Foi a vítima também informada de que (nome da organização/departamento) tem o direito de utilizar dados (apenas aqueles de carácter anónimo, agregados) para fins de investigação ?

source: 4. Victim has the right to refuse to or abstain from answering by replying Not applicable (NA) or Don’t know (NK)
pt: 4. A vítima tem o direito de se recusar ou abster-se de responder, respondendo Não aplicável (NA) ou Não sabe (NS)

source: CANCEL
pt: CANCELAR

source: SUBMIT
fr: SOUMETTRE
pt: SALVAR

source: Find help
pt: Encontre ajuda

source: LANGUAGES
fr: LANGAGES
pt: LÍNGUAS

source: ENGLISH
fr: ANGLAIS
pt: INGLÊS

source: FRENCH
fr: FRANÇAIS
pt: FRANCÊS

source: PORTUGUESE
fr: PORTUGAIS
pt: PORTUGUÊS

source: SIGN UP
fr: S'INSCRIRE
pt: INSCREVER-SE

source: SIGN IN
fr: SE CONNECTER
pt: ENTRAR

source: ALL CASES
fr: TOUS LES CAS
pt: TODOS OS CASOS

source: SEARCH
pt: PROCURAR

source: PROFILE
fr: PROFIL
pt: PERFIL

source: HELP
pt: AJUDA

source: SIGN OUT
fr: SE DÉCONNECTER
pt: SAIR

source: Suspected trafficker:
fr: Trafiquant présumé :
pt: Suspeito de traficante:

source: What is the status of the case?:
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: In which trial court is this case enrolled?:
fr: Quelle est la juridiction saisie de l'affaire?:
pt: Em que tribunal de primeira instância está inscrito este processo?:

source: If in a foreign court, please specify country:
fr: S'il s'agit d'une juridiction étrangère, veuillez préciser le pays:
pt: Se for num tribunal estrangeiro, especifique o país:

source: What is the assigned court case number?:
fr: Quel est le numéro de l'affaire attribuée?
pt: Qual é o número do processo judicial atribuído?:

source: If applicable, what was the verdict?
fr: Le cas échéant, quel a été le verdict?
pt: Se aplicável, qual foi o veredicto?

source: If GUILTY, please specify:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: What was the outcome of this prosecution?
fr: Quelle a été l'issue de ce procès?
pt: Qual foi o resultado desta acusação?

source: If ACQUITTAL, state the reasons:
fr: En cas d'ACQUITTEMENT, en indiquer les raisons:
pt: Em caso de ABSOLVIÇÃO, indicar os motivos:

source: If REVIEW/ APPEAL, what was the outcome?:
fr: Dans le cas d'un EXAMEN ou d'un APPEL, quel en a été le résultat?;
pt: Em caso de REVISÃO/RECURSO, qual foi o resultado?:

source: What was the nature of the sanction/penalty?:
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If CUSTODIAL SANCTION/PENALTY, how many years were imposed?:
fr: S'il s'agit d’une SANCTION PRIVATIVE DE LIBERTÉ, combien d'années ont été imposées?:
pt: Se SANÇÃO/PENALIDADE DE CUSTODIAL, quantos anos foram impostos?:

source: Suspect name:
fr: Nom du suspect :
pt: Nome do suspeito:

source: What is the status of the case?
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: In which trial court is this case enrolled?
fr: Quelle est la juridiction saisie de l'affaire?
pt: Em que tribunal de julgamento está inscrito este processo?

source: What is the assigned court case number?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If ACQUITTAL, state the reasons
pt: Em caso de absolvição, expor os motivos

source: If REVIEW/ APPEAL, what was the outcome?
pt: Em caso de REVISÃO/RECURSO, qual foi o resultado

source: What was the nature of the sanction/penalty?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If CUSTODIAL SANCTION/PENALTY, how many years were imposed?
pt: Em caso de SANÇÃO/PENA PRIVATIVA DE LIBERDADE, quantos anos foram atribuídos?

source: Name:
fr: Nom:
pt: Designação:

source: Surname:
fr: Nom de famille:
pt: Apelido:

source: Date of birth:
fr: Lieu de naissance:
pt: Local de nascimento:

source: Gender:
fr: Sexe:
pt: Sexo:

source: Race:
pt: Raça:

source: Languages:
fr: Langue(s):
pt: Língua(s):

source: Citizenship:
fr: Citoyenneté:
pt: Cidadania:

source: Nationality:
fr: Nationalité:
pt: Nacionalidade

source: ID Type:
fr: Type de pièce d'identité:
pt: Tipo de Identificação

source: ID number:
fr: Numéro d'identification:
pt: Número de identificação:

source: Address:
fr: Adresse:
pt: Endereço: por exemplo

source: Last place of residence:
fr: Dernier lieu de résidence:
pt: Último lugar de residência:

source: Country of birth:
fr: Pays de naissance:
pt: País de nascimento:

source: Date of arrest:
fr: Lieu de naissance:
pt: Local de nascimento:

source: Role in trafficking:
fr: Rôle dans le trafic :
pt: Papel no Processo de Tráfico:

source: Country:
fr: Pays:
pt: País:

source: Place:
fr: Race:
pt: Raça:

source: SAVE SUSPECT
fr: SAUVER LE SUSPECT
pt: GUARDAR SUSPEITO

source: Initials:
fr: Initiales:
pt: Iniciais:

source: Age:
fr: Âge:
pt: Idade:

source: Email address:
fr: Adresse électronique:
pt: E-mail:

source: Place of Birth:
fr: Lieu de naissance:
pt: Local de nascimento:

source: Interview Date:
fr: Date de l'entretien:
pt: Data da entrevista:

source: Interview country:
pt: Data da entrevista:

source: Interviewer Location:
fr: Lieu de l'entretien:
pt: Local da entrevista:

source: Additional Remarks:
fr: Remarques complémentaires:
pt: Observações adicionais:

source: VICTIM PROFILE
fr: PROFIL
pt: PERFIL

source: Consent given:
pt: Consentimento dado:

source: Victim ID:
pt: ID da vítima:

source: Home
fr: Accueil
pt: INÍCIO

source: About
fr: À propos
pt: SOBRE

source: Features
fr: Caractéristiques
pt: Característicos

source: Members
fr: Membres
pt: Membros

source: Faq
pt: perguntas frequentes

source: Contact
pt: Contate-nos

source: SADC Trafficking in Persons(TIP)
pt: Tráfico de Pessoas da SADC (TIP)

source: Case Interview Form
pt: Formulário de entrevista de caso

source: Conduct trafficking-in-persons interviews easily on the go.
fr: Menez facilement des entretiens sur la traite lors de vos déplacements.
pt: Conduza entrevistas sobre tráfico facilmente em qualquer lugar.

source: Empower Insight, Liberate Data: Revolutionize Trafficking Awareness with with Precision and Privacy. Seamless Collection and Analysis made easy.
fr: Renforcez la connaissance et libérez les données : révolutionnez la sensibilisation au trafic avec précision et confidentialité. Collecte et analyse transparentes simplifiées.
pt: Capacite o Insight, libere dados: revolucione a conscientização sobre o tráfico com precisão e privacidade. Coleta e análise perfeitas e fáceis

source: Get started
fr: Commencer
pt: Iniciar

source: TiPNet streamlines the collection and analysis of Trafficking in Persons data, supporting informed policy-making and regional anti-trafficking efforts through efficient data management and accessibility.
fr: TiPNet rationalise la collecte et l'analyse des données sur la traite des personnes, soutenant l'élaboration de politiques éclairées et les efforts régionaux de lutte contre la traite grâce à une gestion et une accessibilité efficaces des données.
pt: A TiPNet agiliza a recolha e análise de dados sobre o tráfico de pessoas, apoiando a elaboração de políticas informadas e os esforços regionais de combate ao tráfico através da gestão eficiente e da acessibilidade dos dados.

source: Cross Platform
fr: Multiplateforme
pt: Plataforma cruzada

source: Access the system of your laptop or on your mobile phone easily.
fr: Accédez facilement au système de votre ordinateur portable ou de votre téléphone mobile
pt: Acesse facilmente o sistema do seu laptop ou celular.

source: (App coming soon)
pt: (Aplicativo em breve)

source: FAQ's
pt: Perguntas frequentes

source: Find answers to frequently asked questions
pt: Perguntas frequentes

source: here
pt: aqui

source: Support
fr: Soutien
pt: Apoiar

source: us for any enquiries you have.
pt: conosco para qualquer dúvida que você tiver.

source: Want a tutorial? Watch Now
fr: Vous voulez un tutoriel ? Regarde maintenant
pt: Quer um tutorial? Assista agora

source: Collect trafficking in persons data quickly and easily.
fr: Menez facilement des entretiens sur la traite lors de vos déplacements.
pt: Conduza entrevistas sobre tráfico facilmente em qualquer lugar.

source: Fast collection
fr: Collecte rapide
pt: Coleta rápida

source: User-friendly data entry forms, enabling ease-of-use
fr: Formulaires de saisie de données conviviaux, permettant une utilisation facile
pt: Formulários de entrada de dados fáceis de usar, permitindo facilidade de uso

source: User friendly
fr: Convivial
pt: Amigo do usuário

source: Allows for seamless navigation, ensuring intuitive user experience.
fr: Permet une navigation transparente, garantissant une expérience utilisateur intuitive.
pt: Permite uma navegação perfeita, garantindo uma experiência intuitiva ao usuário.

source: Multilingual support
fr: Prise en charge multilingue
pt: Suporte multilíngue

source: Provides multilingual support in English, French and Portuguese.
fr: Fournit un support multilingue en anglais, français et portugais.
pt: Oferece suporte multilíngue em inglês, francês e português.

source: Aggregate data
fr: Données agrégées
pt: Dados agregados

source: Aggregates data from diverse stakeholders, enabling comprehensive and varied data collection.
fr: Regroupe les données de diverses parties prenantes, permettant une collecte de données complète et variée.
pt: Agrega dados de diversas partes interessadas, permitindo uma coleta de dados abrangente e variada.

source: SADC Member Countries
fr: Pays membres de la SADC
pt: Países Membros da SADC

source: This project is an initiative of SADC to combat trafficking of persons in the region. The member states are as follows.
fr: Ce projet est une initiative de la SADC pour lutter contre le trafic dans la région. Les États membres sont les suivants.
pt: Este projecto é uma iniciativa da SADC para combater o tráfico na região. Os estados membros são os seguintes.

source: Frequently Asked Questions
fr: Questions fréquemment posées
pt: Perguntas frequentes

source: Stuck anywhere? Find answers to some common questions below.
fr: Coincé quelque part ? Trouvez ci-dessous les réponses à quelques questions courantes.
pt: Preso em algum lugar? Encontre respostas para algumas perguntas comuns abaixo.

source: Contact us
fr: Contactez-nous
pt: Contate-nos

source: Unleash the power of our data collection app to combat trafficking. Your contribution makes a difference in the fight for a safer world.
fr: Libérez la puissance de notre application de collecte de données pour lutter contre le trafic. Votre contribution fait la différence dans la lutte pour un monde plus sûr.
pt: Liberte o poder do nosso aplicativo de coleta de dados para combater o tráfico. A sua contribuição faz a diferença na luta por um mundo mais seguro.

source: INTERVIEWER PROFILE
pt: DADOS DO ENTREVISTADOR

source: Last Name
pt: Nome(s):

source: Position
pt: Posição:

source: Organization
pt: Autoridade/Organização:

source: Address
pt: Endereço: por exemplo

source: Email Address
pt: E-mail:

source: Approval
pt: Aprovação

source: Approval Comments
pt: Comentários de aprovação

source: INVESTIGATION INFORMATION
fr: DONNÉES DE L'ENQUÊTE
pt: DADOS DO INVESTIGAÇÃO

source: Arrests and Investigation
fr: Arrestations et enquête
pt: Prisões e Investigação

source: Suspected Trafficker
fr: Trafiquant présumé
pt: Suspeito de traficante

source: Does the trafficker have ties to organized crime?:
fr: Le trafiquant a-t-il des liens avec le crime organisé?
pt: O traficante tem ligações com o crime organizado?

source: Was the victim travelling with or using the services of migrant smugglers?:
fr: La victime voyageait-elle avec des passeurs ou utilisait-elle leurs services?
pt: A vítima viajava com ou utilizava os serviços de contrabando de migrantes?

source: How is the trafficker(s) organized?:
fr: Comment le(s) trafiquant(s) est-il (sont-ils) organisé(s)?
pt: Como se organiza(m) o(s) traficante(s)?

source: Has an investigation been conducted?:
fr: Une enquête a-t-elle été menée?
pt: Foi realizada uma investigação?

source: If YES, what is the status of the investigation?:
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: From:
fr: Depuis:
pt: De:

source: To:
fr: À:
pt: Para:

source: RETURN TO HOME
fr: RETOURNER À LA MAISON
pt: VOLTAR PARA CASA

source: HELP RESULTS
pt: RESULTADOS DE AJUDA

source: No search results
pt: Nenhum resultado de pesquisa

source: LOGIN
fr: SE CONNECTER
pt: CONECTE-SE

source: Password:
fr: Mot de passe:
pt: Senha:

source: PROSECUTION INFORMATION
fr: DONNÉES DE L'ENQUÊTEUR
pt: DADOS DO ENTREVISTADOR

source: Suspect
pt: Suspeito

source: Prosecution
fr: Poste:
pt: Posição:

source: INTERVIEWER INFORMATION
fr: DONNÉES DE L'ENQUÊTEUR
pt: DADOS DO ENTREVISTADOR

source: First Name(s):
fr: Prénom(s):
pt: Nome(s):

source: Family Name(s):
fr: Nom(s) de famille:
pt: Apelido(s):

source: Position:
fr: Poste:
pt: Posição:

source: Authority/Organization:
fr: Autorité/Organisation:
pt: Autoridade/Organização:

source: Purpose of data entry:
fr: Objet de la saisie des données:
pt: Finalidade da entrada de dados

source: ADVANCED SEARCH
pt: BUSCA AVANÇADA

source: Interviewer
pt: Data da entrevista:

source: Trafficker
pt: Traficante

source: Search
pt: Procurar

source: VICTIM SEARCH RESULTS
pt: RESULTADOS DA PESQUISA DE VÍTIMAS

source: INTERVIEWER SEARCH RESULTS
pt: RESULTADOS DA PESQUISA DO ENTREVISTADOR

source: TRAFFICKER SEARCH RESULTS
pt: RESULTADOS DA PESQUISA DO TRAFICANTE

source: Victim ID
pt: ID da vítima

source: Nationality
pt: Nacionalidade

source: Created at
pt: Criado em

source: Action
pt: Ação

source: Add Prosecution Information
pt: Posição:

source: View Victim Record
pt: Ver registro da vítima

source: SUSPECT PROFILE
pt: PERFIL

source: Surname
pt: Sobrenome

source: Date of Birth
pt: Local de nascimento:

source: Name
pt: Nome

source: Gender (M/ F)
pt: Sexo:

source: Age
pt: Idade:

source: Country of Birth
pt: País de nascimento:

source: ID Number
pt: Número de identificação:

source: Language
pt: Língua(s):

source: Last place of residence
pt: Último lugar de residência:

source: TRAFFICKING INFORMATION
pt: DADOS DO ENTREVISTADOR

source: Date of arrest
pt: Local de nascimento:

source: Role in Trafficking Process
pt: Papel no Processo de Tráfico

source: FROM Country
pt: País:

source: Place
pt: Raça:

source: TO Country
pt: País:

source: CASE NUMBER
pt: NÚMERO DO PROCESSO
