Repository: TIPSOM-Ninja/Tipsom-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Status of the case
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If in a foreign court, please specify country
pt: Se for num tribunal estrangeiro, especifique o país

source: If GUILTY, please specify
pt: Em caso negativo, especificar:

source: Prosecution Approval
pt: Posição:

source: TRAFFICKING IN PERSONS INFORMATION
fr: TRAFIC DE PERSONNES
pt: TRÁFICO DE INFORMAÇÕES DE PESSOAS

source: Exploitation
pt: Exploração

source: Transit Route
fr: Itinéraire de transport en commun
pt: Rota de trânsito

source: Has the victim been subject to exploitation?:
fr: La victime a-t-elle été victime d'exploitation?:
pt: A vítima foi sujeita a exploração?:

source: If NO, was there an intention to exploit the victim?
fr: Si NON, y avait-il une intention d'exploiter la victime?
pt: Se NÃO, houve intenção de explorar a vítima?

source: If YES, For how long did the victim experience exploitation?:
fr: Si OUI, pendant combien de temps la victime a-t-elle été victime d'exploitation?:
pt: Se SIM, durante quanto tempo a vítima sofreu exploração?:

source: If YES, what was the age(s) of the victim during the period of exploitation?:
fr: Si OUI, quel est le statut de l'enquête?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: Did the victim have to pay a debt to his/her exploiters?
fr: Si OUI, quel était l'âge de la victime pendant la période d'exploitation?
pt: A vítima teve que pagar uma dívida aos seus exploradores?

source: If YES, please specify - Total amount?:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: How was the victim freed?:
fr: Comment la victime a-t-elle été libérée?:
pt: Como a vítima foi libertada?:

source: Describe what actually happened:
fr: Décrire ce qui s'est réellement passé:
pt: Descreva o que realmente aconteceu:

source: Which type(s) of exploitation best describes the victim’s experiences?:
fr: Quel(s) type(s) d'exploitation décrit(s) le mieux les expériences de la victime?:
pt: Que tipo(s) de exploração melhor descrevem as experiências da vítima?:

source: Prostitution
fr: Poste:
pt: Posição:

source: Other sexual exploitation
fr: Autre exploitation sexuelle
pt: Outra exploração sexual

source: Sexual exploitation online
fr: Exploitation sexuelle en ligne
pt: Exploração sexual on-line

source: Production of online pornographic material
fr: Production de matériel pornographique en ligne
pt: Produção de material pornográfico online

source: Criminal activity
fr: Activité criminelle
pt: Atividade criminal

source: If yes, what crime?:
fr: Si oui, quel crime?:
pt: Se sim, que crime?:

source: Forced labour
fr: Travail forcé
pt: Trabalho forçado

source: If yes, what industry?:
fr: si OUI, quel secteur d'activité?
pt: Se sim, qual setor?:

source: Forced marriage
fr: Mariage forcé
pt: Casamento forçado

source: Did the victim know the spouse before the wedding?
fr: La victime connaissait- elle le conjoint avant le mariage
pt: A vítima conhecia o cônjuge antes do casamento?

source: What is the spouse’s nationality?:
fr: Quelle est la nationalité du conjoint?:
pt: Qual é a nacionalidade do cônjuge?:

source: Was a bride price, dowry or dower paid?:
fr: Un prix de mariage, une dot ou un douaire ont-ils été payés?:
pt: Foi pago o preço da noiva, dote ou dote?:

source: If YES to bride price, dowry or dower, how much and/or which material good's?:
fr: Si OUI au prix de mariage, à la dot ou au douaire, quel montant et/ou quels biens matériels?:
pt: Se SIM para preço da noiva, dote ou dote, quanto e/ou quais bens materiais?:

source: If YES to bride price, which individual(s) received the bride price?:
fr: Si OUI au prix du mariage, quelle(s) personne(s) a (ont) reçu le prix du mariage?:
pt: Se SIM para o preço da noiva, qual(is) indivíduo(s) recebeu(m) o preço da noiva?:

source: Child marriage
fr: Mariage d'enfants
pt: Casamento infantil

source: What was the reason for the child marriage?:
fr: Quelle était la raison du mariage d'enfants?:
pt: Qual foi o motivo do casamento infantil?:

source: Did the victim fall pregnant as a result of the marriage?
fr: La victime est-elle tombée enceinte à la suite du mariage?
pt: A vítima engravidou em consequência do casamento?

source: If YES, how many children were born out of the marriage?:
fr: Si OUI, combien d'enfants sont nés de ce mariage?:
pt: Se SIM, quantos filhos nasceram fora do casamento?:

source: Did the victim have any maternal health problems?
fr: La victime a-t-elle eu des problèmes de santé maternelle?
pt: A vítima tinha algum problema de saúde materna?

source: If YES, please specify?:
fr: Si NON, veuillez préciser:
pt: Em caso negativo, especificar:

source: During the marriage, was the victim subject to any form of violence?:
fr: Pendant le mariage, la victime a-t-elle été soumise à une forme quelconque de violence?:
pt: Durante o casamento a vítima foi submetida a alguma forma de violência?:

source: If YES, please specify what the violence was through?:
fr: Si OUI, veuillez préciser si la violence a été exercée par?:
pt: Se SIM, especifique por que motivo ocorreu a violência?:

source: In what type of military unit/militia was the victim enagaged in?
fr: Dans quel type d'unité militaire/milice la victime était-elle engagée?
pt: Em que tipo de unidade/milícia militar a vítima estava envolvida?

source: What was the name of the armed group? Please specify:
fr: Quel était le nom du groupe armé ? Veuillez préciser:
pt: Qual era o nome do grupo armado? Por favor especifique:

source: What type of activities did the victim perform?:
fr: Quel type d'activités la victime exerçait-elle?:
pt: Que tipo de atividades a vítima realizou?:

source: Child soldier
fr: Enfant soldat
pt: Criança soldado

source: At what age?:
fr: À l'âge de?:
pt: Em que idade?:

source: Organ removal
fr: Prélèvement d'organes
pt: Remoção de órgãos

source: Which body parts were removed?:
fr: Quelles parties du corps ont été enlevées?;
pt: Quais partes do corpo foram removidas?:

source: Where was the operation performed?:
fr: Où l'opération a-t-elle été pratiquée?:
pt: Onde foi realizada a operação?:

source: In which country was the operation performed?:
fr: Dans quel pays l'opération a-t-elle été pratiquée?:
pt: Em que país foi realizada a operação?:

source: If organ was sold, how much was offered or actually paid for the removed organ?:
fr: Si l'organe a été vendu, quel a été le montant offert ou effectivement payé pour l'organe prélevé?:
pt: Se o órgão foi vendido, quanto foi oferecido ou efetivamente pago pelo órgão removido?:

source: If applicable, to whom was the money paid?:
fr: Le cas échéant, à qui l'argent a-t-il été versé?:
pt: Se aplicável, a quem foi pago o dinheiro?:

source: Additional remarks:
fr: Remarques complémentaires:
pt: Observações adicionais:

source: If recruitment, how was the victim recruited?:
fr: En cas de recrutement, comment la victime a-t-elle été recrutée?:
pt: Em caso de recrutamento, como foi recrutada a vítima?:

source: What was the victim’s relationship with the recruiter(s)/trafficker(s)?:
pt: Qual era a relação da vítima com o(s) recrutador(es)/traficante(s)?:

source: What were the means employed in the process of trafficking?:
fr: Quels ont été les moyens utilisés dans le cadre de la traite?:
pt: Quais foram os meios empregados no processo de tráfico?:

source: Country of origin/recruitment:
fr: Pays de naissance:
pt: País de nascimento:

source: Community of recruitment (village/city):
fr: Communauté de recrutement (village/ville):
pt: Comunidade de recrutamento (vila/cidade):

source: Country of destination/exploitation:
fr: Pays de destination/exploitation):
pt: País de destino/exploração:

source: Place of exploitation (village/city:
fr: Lieu d'exploitation (village/ville)
pt: Local de exploração (aldeia/cidade:

source: Means of transportation:
fr: Moyen de transport:
pt: Meio de transporte:

source: Enter your credentials.
pt: Insira suas credenciais.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
pt: Use este formulário para inserir tokens de backup para fazer login. Esses tokens foram gerados para você imprimir e manter em segurança. Insira um desses tokens de backup para fazer login em sua conta.

source: Or, alternatively, use one of your other authentication methods:
pt: Ou, alternativamente, use um dos seus outros métodos de autenticação:

source: Token:
pt: Símbolo:

source: As a last resort, you can use a backup token:
pt: Como último recurso, você pode usar um token de backup:

source: Use Backup Token
pt: Usar token de backup

source: Case interview
fr: Entretien de cas
pt: Entrevista de caso

source: APPROVE
pt: APROVAR

source: REJECT
pt: REJEITAR

source: EXPLOITATION
pt: EXPLORAÇÃO

source: Has the victim been subject to exploitation:
fr: La victime a-t-elle été victime d'exploitation:
pt: A vítima foi sujeita a exploração:

source: If YES, For how long did the victim experience exploitation?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If YES, what was the age(s) of the victim during the period of exploitation?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If YES, please specify - Total amount?
pt: Em caso negativo, especificar:

source: How was the victim freed?
pt: Como a vítima foi libertada?

source: Not answered
pt: Não respondido

source: Which type(s) of exploitation best describes the victim’s experiences?
pt: Que tipo(s) de exploração melhor descrevem as experiências da vítima?

source: Prostitution:
pt: Posição:

source: Other sexual exploitation:
pt: Outra exploração sexual:

source: Sexual exploitation online:
pt: Exploração sexual on-line:

source: Production of online pornographic material:
pt: Produção de material pornográfico online:

source: Criminal activity:
pt: Atividade criminal:

source: Forced labour:
pt: Trabalho forçado:

source: If YES, what industry?
pt: Se SIM, qual setor?

source: Forced marriage:
pt: Casamento forçado:

source: What is the spouse’s nationality?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: Was a bride price, dowry or dower paid?
pt: Foi pago o preço da noiva, dote ou dote?

source: If YES to bride price, dowry or dower, how much and/or which material goods?
pt: Se SIM para preço da noiva, dote ou dote, quanto e/ou quais bens materiais?

source: If YES to bride price, which individual(s) received the bride price?
pt: Se SIM para o preço da noiva, que indivíduo(s) recebeu o preço da noiva?

source: Child Marriage:
pt: Casamento infantil:

source: What was the reason for the child marriage?
pt: Em caso afirmativo, qual é o estado do inquérito?

source: If YES, how many children were born out of the marriage?
pt: Se SIM, quantos filhos nasceram do casamento?

source: If YES, please specify
pt: Em caso negativo, especificar:

source: During the marriage, was the victim subjected to any form of violence?
pt: Durante o casamento a vítima foi submetida a alguma forma de violência?

source: If YES, please specify whether the violence was through
pt: Em caso negativo, especificar:

source: Forced military service
pt: Serviço militar forçado

source: In what type of military unit/militia was the victim engaged in?
pt: Em que tipo de unidade/milícia militar a vítima estava envolvida?

source: What was the name of the armed group? Please Specify:
pt: Em caso afirmativo, qual é o estado do inquérito?

source: What type of activities did the victim perform?
pt: Que tipo de atividades a vítima realizava?

source: Child soldier:
pt: Criança-soldado:

source: At age:
pt: Na idade:

source: Which body parts were removed?
pt: Quais partes do corpo foram removidas?

source: Where was the operation performed?
pt: Onde foi realizada a operação?

source: In which country was the operation performed?
pt: Em que país foi realizada a operação?

source: If organ was sold, how much was offered or actually paid for the removed organ?
pt: Se o órgão foi vendido, quanto foi oferecido ou efetivamente pago pelo órgão removido?

source: If applicable, to whom was the money paid?
pt: Se aplicável, a quem foi pago o dinheiro?

source: Additional remarks.
pt: Observações adicionais:

source: If recruitment, how was the victim recruited?
pt: Em caso de recrutamento, como a vítima foi recrutada?

source: What was the victim’s relationship with the recruiter(s)/trafficker(s)?
pt: Qual era a relação da vítima com o(s) recrutador(es)/traficante(s)?

source: What were the means employed in the process of trafficking?
pt: Quais foram os meios empregados no processo de tráfico?

source: ARRESTS/INVESTIGATION
fr: DONNÉES DE L'ENQUÊTE
pt: DADOS DO INVESTIGAÇÃO

source: SUSPECTS
pt: SUSPEITOS

source: PROSECUTIONS
fr: POURSUITES
pt: PROCESSOS

source: TRANSIT ROUTE
fr: ITINÉRAIRE DE TRANSPORT
pt: ROTA DE TRÂNSITO

source: Country of destination/exploitation)
pt: País de destino/exploração)

source: Place of exploitation (village/city):
pt: Local de exploração (aldeia/cidade):

source: English
fr: Anglais
pt: INGLÊS

source: French
fr: Français
pt: FRANCÊS

source: Portuguese
fr: Portugais
pt: PORTUGÊS
